Repository: sasogu/wordpress_broken_links_reporter
Catalog: languages/enlaces-rotos-reporter-*.po
Languages: ca, es_es

source: Report broken link
ca: Reporta un enllaç trencat
es_es: Reportar enlace roto

source: Which link is broken?
ca: Quin enllaç està trencat?
es_es: ¿Qué enlace está roto?

source: Send report
ca: Envia l'informe
es_es: Enviar reporte

source: New broken link report
ca: Nou informe d'enllaç trencat
es_es: Nuevo reporte de enlace roto

source: A broken link has been reported on the site:
ca: S'ha reportat un enllaç trencat al lloc:
es_es: Se ha reportado un enlace roto en el sitio:

source: Post: %s (ID: %d)
ca: Entrada: %s (ID: %d)
es_es: Entrada: %s (ID: %d)

source: Reported link: %s
ca: Enllaç reportat: %s
es_es: Enlace reportado: %s

source: Date: %s
ca: Data: %s
es_es: Fecha: %s

source: Report sent! Thank you for collaborating.
ca: Informe enviat! Gràcies per col·laborar.
es_es: ¡Reporte enviado! Gracias por colaborar.

source: Broken Links Reports
ca: Informes d'enllaços trencats
es_es: Reportes de Enlaces Rotos

source: Broken Links
ca: Enllaços trencats
es_es: Enlaces Rotos

source: Post
ca: Entrada
es_es: Entrada

source: Link
ca: Enllaç
es_es: Enlace

source: Date
ca: Data
es_es: Fecha
